[
 {
  "title": "Travis Scott ate chicken tenders five times in arow on Uber Eats in Japan",
  "content": "Exclusive Leak: Travis Scott\nConfirmed to Have Placed Five Consecutive UberEats Orders During His Live Performance in Tokyo\n\nUS rapper Travis Scott, whose visit to Japan has already drawn significant attention through the launch of his collaborative Nike sneaker and his own live performance in which he brought Kanye West back on stage, has been confirmed to have placed five consecutive orders for chicken tenders via UberEats during one of his shows in Tokyo.\nThe information comes from individuals familiar with the situation.\n\nThe performance is understood to have lasted approximately three hours, during which the five identical orders were placed.\nThe total number of chicken tenders delivered is believed to have comfortably exceeded one hundred.\n\nNo explanation has been provided for the repeated deliveries.\nThe confirmation arrives amid a week of notable activity surrounding Travis Scott's visit, adding a distinct and unexpected detail to the overall timeline.\nThere has been no public comment from Kanye West regarding the matter.",
  "media": [
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769159234/ktsnmabxmz5srkfpmu7c.jpg"
  ]
  },
  {
  "title": "The End of Play Inside the Sports Betting Farm",
  "content": "The End of Play: Inside the Sports Betting Farm\n\nIn the margins of the global network, the image of sport continues-detached from athletes, spectators, or the idea of play itself. What remains is motion without purpose, extracted and sold as probability. Platforms like 1xBet host thousands of amateur matches, streamed from vacant gyms and rural fields, feeding a circulation where chance is no longer chance but currency.\n\nEach gesture, once bound to competition or joy, becomes metadata.\nThe game's vitality-its sweat, error, momentum-is converted into a fluid of numbers. The field is sterilized; its soil replaced by data throughput. Within these sterile coordinates, capitalism performs its afterlife: no product, no winner, only the recursive gambling on fluctuation itself.\n\nHere, play is no longer human. It is automated liquidity disguised as sport, an engine that treats risk as labor and spectacle as residue.\nThe screen flickers, the wager renews, and the cycle resumes-\na sportless world that keeps playing itself.",
  "media": [
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155851/z18tbih9aeyo2vfzzspo.jpg",
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155852/ncqjfoazrugid7bykyym.jpg",
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155852/kgekxtqh43rzumasocyl.jpg",
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155853/bmiwepzoz813pe3i41sq.jpg",
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155853/g7tkbzcothvk7kioxvyu.jpg",
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155853/mdwqp1gnpiun4dsqydrj.jpg",
    "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769155855/kztgadt0ih5mpc3ghnj5.jpg"
  ]
  },
  {
    "title": "When Production No Longer Needs Light",
    "content": "When Production No Longer Needs Light\n\nDark factories—also called lights-out facilities—operate without human presence, illuminated only by the faint pulses of automation. In recent years, their expansion has accelerated across logistics and manufacturing networks, forming a silent architecture where production continues regardless of time, weather, or the biological limits once imposed by labor.\n\nAnalysts describe these spaces as highly efficient closed loops, but internal documents indicate something more austere: a system designed to erase the human body as a variable. What remains is a continuous sequence of mechanical decisions, recorded and archived with clinical precision.\n\nIn several sites, workers report that the factories \"feel awake\" even in total darkness—an impression dismissed as metaphor, yet persistently recurring in testimonies.\n\nThe absence of light is not symbolic; it is operational.\nSensors replace vision, and the factory behaves like a procedural organism, indifferent to witness or meaning.\n\nIts outputs enter global circulation without ever encountering a human gaze. What emerges is a production model that treats visibility as a liability and darkness as an asset. The facility becomes a sealed narrative—one that writes itself, endlessly, in the absence of its reader.",
    "media": [
      "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769151709/sacrzcxxflqzopz7ncey.jpg",
      "https://res.cloudinary.com/dmnwfksrm/video/upload/v1769151727/i8fd8o44ue4armhpfoqt.mov",
      "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769151733/omvvzk54jseurbb8tyho.jpg",
      "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769151733/hnxdl8xsnt3urumnk9cu.jpg",
      "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769151733/u61qks8xzyme9k4huttu.jpg",
      "https://res.cloudinary.com/dmnwfksrm/image/upload/v1769151733/lmks6mbtw7ptw1vbhvst.jpg"
    ]
}
]
